<div class="content">
	<h4>Тестове завдання №2</h4>

	<ul>
		<li>Створити базу даних MySQL (назва php_sait). Файл конфігурації БД ./config.php. Кодування utf8_general_ci.
			Провірити кодування в PHPStorm, має бути UTF-8. В БД створити таблицю 'users_info'
			із такими полями:<br>
			<pre>ID                 NUMBER        NOT NULL <br></pre>
			<pre>login              VARCHAR(50)<br></pre>
			<pre>password           VARCHAR(50)<br></pre>
		</li>
		<li>Із форми, яка була створена в першому завданні, записати логін і пароль
			в БД. Написати клас який буде відповідати таблиці 'users_info' БД.
			Запис і виборки виконуються у методах цього класу.
		</li>
		<li>При запису в БД робити перевірку на існування користувача із таким іменем.
			У разі співпадіння - виводити попередження. Якщо запис в БД успішно зроблено, вивести відповідне повідомлення</li>
		<li>Перевіряти чи заповнені всі поля і якщо поле не заповнене, виводити відповідне повідомлення.
			Поле з логіном не може бути числовим. Перевірка виконується JavaScript
			(тека для збереження файлів - ./js/task2)</li>
		<li>Схема має бути така:
			<ol>
				<li>Дані із форми передаються на контролер (окремий файл який приймає дані із форми)</li>
				<li>В цьому файлі створюється об'єкт класу БД</li>
				<li>В цього об'єкта визиваються методи в залежності від того що треба зробити
					(Записати в БД, Обновити, Видалити і т.д.)</li>
				<li>В класі об'єкта БД мають бути методи які відповідають за підключення до БД, запис в БД, вибірка і.д.
					Зараз зробити тільки необхідні методи</li>
				<li>Після цього контроллер приймає ті дані які йому повертають методи класу БД і передає на форму</li>
			</ol>
		</li>


	</ul>



	<p class="time">До завершення виконання завдання залишилось: </br></p>
	<span id="my_timer" > </span>

</div>
