<div class="content">
    <h3><a href="/solution/andriy">Андрій</a></br></h3>
    <h3><a href="/solution/vitaliy">Віталій</a></h3>
    <h3><a href="/solution/yuriy">Юрій</a></h3>

    <p>Завдання виконуються у теці sait/application/view/solution/"ім'я користувача"/</br>
    Файл 'номер завдання_view.php' - це головний файл, який повинен містити тільки інклуди і декларативні речі.
    Для всіх інших файлів краще створити одноіменну теку.</br> Там має бути окремий файл Вигляду, який містить HTML код,
    файл Контроллеру, який приймає дані від клієнта, може виконувати якісь перевірки і передає ці дані на Модель.
    Модель - це модель бази даних, кожен окремий файл (клас), це окрема таблиця. Модель приймає дані, робить запит
    в БД виконує всю логіку, перевірки виборки і т.д. і повертає результат на Контролер. Контролер в свою чергу передає їх
    на вигляд.</p>


</div>