<div class="content">
	<h2>Це головна сторінка! Що тут буде ще не думав. Але таймер залишу:)</h2>
	<p>Для запуску сайту локально необхідно в PHPStorm запустити термінал.
		(view->toolWindows->terminal). Далі перейти в папку \шлях\sait
		(якщо проект відкритий, то буде за замовчуванням уже в цій папці) і виконати
		php.exe -S localhost:8001. Після цього сайт локально можна запускати за адресою localhost:8001</p>
	<p class="time">До завершення виконання завдання залишилось: </br></p>
	<span id="my_timer" > </span>
</div>