	<div class="content">
		<p>
		<h4>Тестове завдання №1</h4>

		<ul>
			<li>Створити форму в якій два текстових поля для заповнення логіну і пароля і кнопка відправити</li>
			<li>Після заповнення форми користувач натискає кнопку 'відправити' і дані передаються на сервер (передається
				методом POST)
			</li>
			<li>Прийняти ці дані і вивести їх внизу під формою</li>
		</ul>


		</p>
		<p>

		<h4>Тестове завдання №2</h4>

		<ul>
			<li>Створити базу даних MySQL (назва не важлива (мабуть:)). Кодування utf8_general_ci.
				Провірити кодування в PHPStorm, має бути UTF-8. В БД створити таблицю 'users_info'
				із такими полями:<br>
				<pre>ID                 NUMBER        NOT NULL <br></pre>
				<pre>login              VARCHAR(50)<br></pre>
				<pre>password           VARCHAR(50)<br></pre>
			</li>
			<li>Із форми, яка була створена в першому завданні, записати логін і пароль
				в БД. Написати клас який буде відповідати таблиці 'users_info' БД.
				Запис і виборки виконуються у методах цього класу.
			</li>
			<li>При запису в БД робити перевірку на існування користувача із таким іменем.
				У разі співпадіння - виводити попередження</li>
			<li>Перевіряти чи заповнені всі поля і якщо поле не заповнене, виводити відповідне повідомлення.
			Поле з логіном не може бути числовим. Перевірка виконується JavaScript
				(тека для збереження файлів - ./js/task2)</li>

		</ul>


		</p>


		<p class="time">До завершення виконання завдання залишилось: </br></p>
		<span id="my_timer" > </span>

	</div>

