	<div class="content">
		<p>
		<h4>Тестове завдання №1</h4>

		<ul>
			<li>Створити форму в якій два текстових поля для заповнення логіну і пароля і кнопка відправити</li>
			<li>Після заповнення форми користувач натискає кнопку 'відправити' і дані передаються на сервер (передається
				методом POST)
			</li>
			<li>Прийняти ці дані і вивести їх внизу під формою</li>
		</ul>


		</p>
		<p class="time">До завершення виконання завдання залишилось: </br></p>
		<span id="my_timer" > </span>

	</div>

